[
  "I love you.",
  "Happy Valentines Day!",
  "I love you. I'll keep improving this site with fun messages, some easter eggs, and maybe more. The time just keeps going!",
  "Did you know that the average life span of a western honey bee is 122 days? That's less than a tenth of how long we've been together",
  "Each day apart from you, I realize more what you mean to me.",
  "I just want to feed you every day of your life. Mexican, Italian, Brazilian, Polish, Dutch, doesn't matter.",
  "Time means a lot more when you have something to look forward to.",
  "Love is stronger than distance ever could be.",
  "Felix is only 10% as good at cuddles as you are.",
  "The world is large, the oceans are enormous, but my love for you exceeds it all.",
  "When I grow old, I want to always have a dog in the family to keep us company.",
  "As the days go by, remember to enjoy your time.",
  "Nothing can stop us.",
  "Remember that the time until I see you is only 6% of the time we've already been together",
  "The stars in the sky are the same for me and you.",
  "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.",
  "Work hard, but play harder.",
  "There are four seasons, twelve months, and fifty two weeks in a year. Very few remain.",
  "When your boyfriend is a software developer but can't keep a tiny little countdown timer working",
  "Time can fly when you have something to look forward to.",
  "The tough times make the good times that much better.",
  "We should go to Vegas and live it up over a weekend.",
  "Remember treasure hunting with me?",
  "Sometimes I think my cats miss you more than me.",
  "The hardest part of a day is when I realize you're asleep and I can't talk to you anymore.",
  "You are much closer to Mongolia than you are to me!",
  "While time may go slow, it will never go backwards.",
  "\"I love you like a fat kid loves cake\" - 50 cent",
  "I want you to enjoy your time out there, because you only get this opportunity once.",
  "Distance sucks so much sometimes. Staying positive keeps the countdown going.",
  "I probably dress like a slob now that I don't have someone to impress (as if I dressed nicely before :p).",
  "There are 6895 swiss people living in Calgary. If only one of them was you!",
  "I'm so excited to see what kind of career you end up in, there's so many interesting ways you could go.",
  "I think that pretty much anyone I talk to asks about how you're doing more than they ask about me. You're the interesting one.",
  "I'll always love you forever. I'll keep writing messages here even if you don't want to check it.",
  "I remember your smile with a warmth in my heart. I love seeing your joy.",
  "I miss you more than you'll ever know, and every day apart is beyond difficult.",
  "You're a multi talented individual and you really impress me with what you achieve.",
  "One day you're going to be a better programmer, cook and driver than me.",
  "Never stop believing in magic.",
  "I miss the days of free and easy fun.",
  "Never forget to take the time you need for yourself.",
  "Always take it one minute, hour, day at a time.",
  "Be the best version of you.",
  "Everything has a bright side.",
  "Taking things one step at a time can be so slow and frustrating, but there's nothing better than looking back at all the steps you've taken.",
  "I still miss you ever day.",
  "It's so hard to live without you.",
  "Every day is a struggle, but I'm working to be better.",
  "You still mean a big whole lot to me.",
  "I know that life can be frustrating, but please hold on to hope.",
  "Each day it gets a little bit better",
  "I still miss the simple days",
  "Making you walk in the rain"
]
